{
    "all-time-high": "歷史高價",
    "all-time-low": "歷史低價",
    "borrow-rates": "借貸利率",
    "borrow-upkeep-rate": "維持借貸的費用",
    "borrowing": "借入",
    "borrows": "借貸",
    "chart-unavailable": "無法顯示圖表",
    "circulating-supply": "流通供應量",
    "deposit-borrow-scaling-start": "Deposit/Borrow Scaling Start",
    "deposit-rates": "存款利率",
    "deposits": "存款",
    "fdv": "全稀釋市值",
    "fees-tooltip": "為貸款發放、貸款維護和Openbook收取的費用。",
    "go-to-account": "檢視帳戶",
    "init-asset-liability-weight": "初始資產／債務權重",
    "insurance-rate-curve": "Insurance Rate Curve",
    "lending": "借出",
    "maint-asset-liability-weight": "維持資產／債務權重",
    "market-cap": "總市值",
    "max-supply": "最大供應量",
    "net-borrow-limit-in-period": "Net Borrow Limit in Period",
    "net-borrow-period": "Net Borrow Period",
    "net-borrows-in-period": "Net Borrows in Period",
    "no-borrowers": "無借貸者...",
    "no-depositors": "無存款者...",
    "oracle": "預言機",
    "oracle-confidence": "預言機可信度",
    "oracle-staleness": "預言機 Staleness",
    "parameters": "參數",
    "token-stats": "幣種細節",
    "token-fees-collected": "Token Fees Collected",
    "token-not-found": "查不到幣種",
    "token-not-found-desc": "'{{token}}'未列入或我們在加載數據時出錯。",
    "tooltip-borrow-upkeep-rate": "支付給 DAO 的借貸年利率。這包含在顯示的借貸利率中。",
    "tooltip-deposit-borrow-scaling-start": "This acts as a soft limit for deposits and borrows. For deposits, if this value is exceeded the asset weight for deposits is scaled down. For borrows, the liability weight for borrows is scaled up.",
    "tooltip-init-asset-liability-weight": "The contribution a token has to your initial account health. Asset weight is applied to deposits that increase health and liability weight is applied to borrows that reduce it. Initial health controls your ability to withdraw and open new positions and is shown as an account's free collateral.",
    "tooltip-insurance-rate-curve": "Interest rates are dependent on token utilization. The more tokens that are lent out the higher the rate. The curve scales up and down with long term trends in utilization.",
    "tooltip-liquidation-fee": "The fee paid to liqudators for liquidating {{symbol}}.",
    "tooltip-maint-asset-liability-weight": "The contribution a token has to your maintenance account health. Asset weight is applied to deposits that increase health and liability weight is applied to borrows that reduce it. Maintenance health is what's displayed on your account page. If this value reaches zero your account will be liquidated.",
    "tooltip-net-borrow-period": "As a safety feature, the amount of new borrows is limited. The limit resets at regular periods. This is the amount of time between resets.",
    "tooltip-net-borrow-limit-in-period": "The maximum value of allowed net borrows. Once this value is reached, new borrows will be disabled until the end of the period.",
    "tooltip-net-borrows-in-period": "Current value of net borrows (borrows - repayments) in this period.",
    "tooltip-oracle-confidence": "Oracles work by aggregating multiple price sources. If these sources disagree too much, confidence will be low. If it's below this threshold, the price is considered invalid.",
    "tooltip-oracle-staleness": "Price is considered valid when it is last updated within {{slots}} slots.",
    "tooltip-token-fees-collected": "These fees accrue in every native token listed on Mango. The values in this chart are derived from the current market value.",
    "top-borrowers": "頂級{{symbol}}借貸者",
    "top-depositors": "頂級{{symbol}}存款者",
    "total-supply": "總供應量",
    "total-value": "全市值",
    "volume": "24小時交易量"
}