{
    "account-dashboard": "Account Dashboard",
    "account-dashboard-desc": "Here you'll find the important information related to your account.",
    "account-value": "Account Value",
    "account-value-desc": "The value of your assets (deposits) minus the value of your liabilities (borrows).",
    "free-collateral": "Free Collateral",
    "free-collateral-desc": "The amount of capital you have to trade or borrow against. When your free collateral reaches $0 you won't be able to make withdrawals.",
    "health": "Health",
    "health-desc": "If your account health reaches 0% your account will be liquidated. You can increase the health of your account by making a deposit.",
    "account-summary": "Account Summary",
    "account-summary-desc": "Check your key account information from any screen in the app.",
    "health-impact": "Health Impact",
    "health-impact-desc": "Projects the health of your account before you make a swap. The first value is your current account health and the second, your projected account health.",
    "interest-earned": "Interest Earned",
    "interest-earned-desc": "The sum of interest earned and interest paid for each token.",
    "ioc": "Immediate or Cancel (IoC)",
    "ioc-desc": "An order condition that attempts to execute all or part of an order immediately and then cancels any unfilled portion.",
    "leverage": "Leverage",
    "leverage-desc": "The total size of your positions divided by your total collateral.",
    "margin": "Margin",
    "margin-desc": "When margin is on you can trade with more size than your token balance. Using margin increases your risk of loss. If you're not an experienced trader, use it with caution.",
    "market-selector": "Market Selector",
    "market-selector-desc": "Choose the market you want to trade.",
    "oracle-price": "Oracle Price",
    "oracle-price-desc": "The oracle price uses an average of price data from many sources. It's used to avoid price manipulation which could lead to liquidations.",
    "orderbook-grouping": "Orderbook Grouping",
    "orderbook-grouping-desc": "Adjust the price intervals to change how orders are grouped. Small intervals will show more small orders in the book",
    "pay-token": "Pay Token",
    "pay-token-desc": "Select the token you want to swap from (pay/sell). If you have margin switched on and your size is above your token balance a loan will be opened to cover the shortfall. Check the borrow rate before making a margin swap.",
    "pnl": "PnL (Profit and Loss)",
    "pnl-desc": "The amount your account has made or lost.",
    "post-only": "Post Only",
    "post-only-desc": "An order condition that will only allow your order to enter the orderbook as a maker order. If the condition can't be met the order will be cancelled.",
    "profile-menu": "Profile Menu",
    "profile-menu-desc": "If you haven't chosen a profile name yet, you'll see your assigned one here. You can edit it and change your profile image from this menu.",
    "rates": "Rates",
    "rates-desc": "The interest rates (per year) for depositing (green/left) and borrowing (red/right).",
    "receive-token": "Receive Token",
    "receive-token-desc": "The token you'll receive in your Mango Account after making a swap. You can think of this token as the one you're buying/longing.",
    "recent-trades": "Recent Trades",
    "recent-trades-desc": "Shows the most recent trades for a market across all accounts.",
    "spread": "Spread",
    "spread-desc": "The difference between the prices quoted for an immediate sell (ask) and an immediate buy (bid). Or, in other words, the difference between the lowest sell price and the highest buy price.",
    "swap": "We've Juiced Swap",
    "swap-desc": "The swap you know and love + leverage. Swap lets you trade tokens on their relative strength. Let's say your thesis is BTC will see diminishing returns relative to SOL. You can sell BTC and buy SOL. Now you are long SOL/BTC",
    "swap-settings": "Swap Settings",
    "swap-settings-desc": "Edit your slippage settings and toggle margin on and off. When margin is off your swaps will be limited by your balance for each token.",
    "toggle-orderbook": "Toggle Orderbook",
    "toggle-orderbook-desc": "Use these buttons if you only want to see one side of the orderbook. Looking to bid/buy? Toggle off the buy orders to only see the sells and vice versa.",
    "total-interest-earned": "Total Interest Earned",
    "total-interest-earned-desc": "The value of interest earned (deposits) minus interest paid (borrows).",
    "trade": "Trade 100s of Tokens...",
    "trade-desc": "A refined interface without listing limits. The tokens you want to trade are now on Mango and no longer only quoted in USDC.",
    "unsettled-balance": "Unsettled Balance",
    "unsettled-balance-desc": "When a limit order is filled, the funds are placed in your unsettled balances. When you have an unsettled balance you'll see a 'Settle All' button above this table. Use it to move the funds to your account balance.",
    "your-accounts": "Your Accounts",
    "your-accounts-desc": "Switch between accounts and create new ones. Use multiple accounts to trade isolated margin and protect your capital from liquidation."
}