{
    "account-dashboard": "Painel da Conta",
    "account-dashboard-desc": "Aqui você encontrará informações importantes relacionadas à sua conta.",
    "account-value": "Valor da Conta",
    "account-value-desc": "O valor dos seus ativos (depósitos) menos o valor das suas dívidas (empréstimos).",
    "free-collateral": "Colateral Livre",
    "free-collateral-desc": "A quantidade de capital que você tem para negociar ou pedir emprestado. Quando seu colateral livre chegar a $0, você não poderá fazer retiradas.",
    "health": "Saúde",
    "health-desc": "Se a saúde da sua conta chegar a 0%, ela será liquidada. Você pode aumentar a saúde da sua conta fazendo um depósito.",
    "account-summary": "Resumo da Conta",
    "account-summary-desc": "Verifique as informações chave da sua conta de qualquer tela no aplicativo.",
    "health-impact": "Impacto na Saúde",
    "health-impact-desc": "Projeta a saúde da sua conta antes de você fazer uma troca. O primeiro valor é a saúde atual da sua conta e o segundo, sua saúde projetada.",
    "interest-earned": "Juros Ganhos",
    "interest-earned-desc": "A soma dos juros ganhos e pagos para cada token.",
    "ioc": "Imediato ou Cancelar (IoC)",
    "ioc-desc": "Uma condição de ordem que tenta executar toda ou parte de uma ordem imediatamente e depois cancela qualquer parte não preenchida.",
    "leverage": "Alavancagem",
    "leverage-desc": "O tamanho total das suas posições dividido pelo seu colateral total.",
    "margin": "Margem",
    "margin-desc": "Quando a margem está ativada, você pode negociar com mais tamanho do que o saldo do seu token. Usar margem aumenta seu risco de perda. Se você não é um trader experiente, use com cautela.",
    "market-selector": "Seletor de Mercado",
    "market-selector-desc": "Escolha o mercado em que deseja negociar.",
    "oracle-price": "Preço do Oráculo",
    "oracle-price-desc": "O preço do oráculo usa uma média de dados de preço de várias fontes. É usado para evitar manipulação de preço que poderia levar a liquidações.",
    "orderbook-grouping": "Agrupamento do Livro de Ordens",
    "orderbook-grouping-desc": "Ajuste os intervalos de preço para mudar como as ordens são agrupadas. Intervalos pequenos mostrarão mais ordens pequenas no livro",
    "pay-token": "Token de Pagamento",
    "pay-token-desc": "Selecione o token que você deseja trocar (pagar/vender). Se você tiver a margem ativada e seu tamanho estiver acima do saldo do seu token, um empréstimo será aberto para cobrir o déficit. Verifique a taxa de empréstimo antes de fazer uma troca com margem.",
    "pnl": "PnL (Lucro e Prejuízo)",
    "pnl-desc": "O valor que sua conta ganhou ou perdeu.",
    "post-only": "Apenas Postagem",
    "post-only-desc": "Uma condição de ordem que só permitirá que sua ordem entre no livro de ordens como uma ordem de criador. Se a condição não puder ser atendida, a ordem será cancelada.",
    "profile-menu": "Menu de Perfil",
    "profile-menu-desc": "Se você ainda não escolheu um nome de perfil, verá o atribuído aqui. Você pode editá-lo e mudar sua imagem de perfil a partir deste menu.",
    "rates": "Taxas",
    "rates-desc": "As taxas de juros (por ano) para depósitos (verde/esquerda) e empréstimos (vermelho/direita).",
    "receive-token": "Token de Recebimento",
    "receive-token-desc": "O token que você receberá na sua Conta Mango após fazer uma troca. Você pode pensar neste token como aquele que está comprando/valorizando.",
    "recent-trades": "Negociações Recentes",
    "recent-trades-desc": "Mostra as negociações mais recentes para um mercado em todas as contas.",
    "spread": "Spread",
    "spread-desc": "A diferença entre os preços cotados para uma venda imediata (oferta) e uma compra imediata (demanda). Ou, em outras palavras, a diferença entre o preço de venda mais baixo e o preço de compra mais alto.",
    "swap": "Swap Turbinado",
    "swap-desc": "O swap que você conhece e ama + alavancagem. Swap permite que você negocie tokens com base em sua força relativa. Digamos que sua tese seja que o BTC terá retornos decrescentes em relação ao SOL. Você pode vender BTC e comprar SOL. Agora você está longo em SOL/BTC",
    "swap-settings": "Configurações de Swap",
    "swap-settings-desc": "Edite suas configurações de slippage e ative ou desative a margem. Quando a margem está desativada, suas trocas serão limitadas pelo saldo de cada token.",
    "toggle-orderbook": "Alternar Livro de Ordens",
    "toggle-orderbook-desc": "Use estes botões se você quiser ver apenas um lado do livro de ofertas. Procurando fazer uma oferta/compra? Desative as ordens de compra para ver apenas as vendas e vice-versa.",
    "total-interest-earned": "Total de Juros Ganho",
    "total-interest-earned-desc": "O valor dos juros ganhos (depósitos) menos os juros pagos (empréstimos).",
    "trade": "Negocie Centenas de Tokens...",
    "trade-desc": "Uma interface refinada sem limites de listagem. Os tokens que você deseja negociar estão agora no Mango e não são mais cotados apenas em USDC.",
    "unsettled-balance": "Saldo Não Liquidado",
    "unsettled-balance-desc": "Quando uma ordem limitada é preenchida, os fundos são colocados em seu saldo não liquidado. Quando você tem um saldo não liquidado, você verá um botão 'Liquidar Tudo' acima desta tabela. Use-o para mover os fundos para o saldo da sua conta.",
    "your-accounts": "Suas Contas",
    "your-accounts-desc": "Alterne entre contas e crie novas. Use várias contas para negociar com margem isolada e proteger seu capital de liquidação."
}